//░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░
// **************************************************************
//                  http://www.icocos.cn                       //
//                 https://icocos.github.io                    //
//                https://al1020119.github.io                  //
// **************************************************************
//  ************  😂🤔 曹理鹏(梦工厂@iCocos) 🤔😂  ************  //
// **************************************************************
//░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░
// **************************************************************
//
//  Fiction_iOS
//  LayaBridgeViewController.h
//
//  Created by iCocos on 2019/5/9.
//  Copyright © 2019 JMT. All rights reserved.
//
// @class LayaBridgeViewController
// @abstract <#类的描述#>控制器
// @discussion <#类的功能#>控制器显示与控制
//
//░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░
// **************************************************************

#import <UIKit/UIKit.h>
#import "ReadingGamesViewController.h"

NS_ASSUME_NONNULL_BEGIN

@interface LayaBridgeViewController : UIViewController

@end

NS_ASSUME_NONNULL_END
